const itemsBus = [
    {
        id:'1',
        checks:{
            1: 'Микрорайон Садовый',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Станция Пермь-2'
        }
    },
    {
        id:'2',
        checks:{
            1: 'Станция Пермь-1',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Микрорайон Нагорный'
        }
    },
    {
        id:'3',
        checks:{
            1: 'Дворец спорта Молот',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Микрорайон Нагорный'
        }
    },
    {
        id:'5',
        checks:{
            1: 'Комсомольская площадь',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Микрорайон Голый Мыс'
        }
    },
    {
        id:'6',
        checks:{
            1: 'Микрорайон Железнодорожный',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Станция Пермь-2'
        }
    },
    {
        id:'7',
        checks:{
            1: 'Микрорайон Верхняя Курья',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'улица Попова'
        }
    },
    {
        id:'8',
        checks:{
            1: 'Микрорайон Крохалева',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Микрорайон Садовый'
        }
    },
    {
        id:'9',
        checks:{
            1: 'Микрорайон Хмели',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Субботино'
        }
    },
    {
        id:'10',
        checks:{
            1: 'Микрорайон Нагорный',
            2: 'ул. Геологов',
            3: 'ул. Беляева',
            4: 'ул. Космонавта Леонова',
            5: 'ул. Одоевского',
            6: 'Больничный городок',
            7: 'ул. 9-го Мая',
            8: 'Печатная Фабрика "Гознак"',
            9: 'ул. Хохрякова (Ленина)',
            10: 'ул. Плеханова',
            11: 'ПА Театр-Театр',
            12: 'ул. Борчанинова',
            13: 'ул. Попова',
            14: 'ЦУМ',
            15: 'ПНИПУ',
        }
    },
]

export default itemsBus