const itemsBus = [
    {
        id:'1',
        checks:{
            1: 'Микрорайон Садовый',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Станция Пермь-2'
        }
    },
    {
        id:'2',
        checks:{
            1: 'Станция Пермь-1',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Микрорайон Нагорный'
        }
    },
    {
        id:'3',
        checks:{
            1: 'Дворец спорта Молот',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Микрорайон Нагорный'
        }
    },
    {
        id:'5',
        checks:{
            1: 'Комсомольская площадь',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Микрорайон Голый Мыс'
        }
    },
    {
        id:'6',
        checks:{
            1: 'Микрорайон Железнодорожный',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Станция Пермь-2'
        }
    },
    {
        id:'7',
        checks:{
            1: 'Микрорайон Верхняя Курья',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'улица Попова'
        }
    },
    {
        id:'8',
        checks:{
            1: 'Микрорайон Крохалева',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Микрорайон Садовый'
        }
    },
    {
        id:'9',
        checks:{
            1: 'Микрорайон Хмели',
            2: '',
            3: '',
            4: '',
            5: '',
            6: '',
            7: '',
            8: '',
            9: '',
            10: '',
            11: '',
            12: '',
            13: '',
            14: '',
            15: 'Субботино'
        }
    },
    {
        id:'10',
        checks:{
            1: 'Микрорайон Нагорный',
            2: 'ул. Геологов',
            3: 'ул. Беляева',
            4: 'ул. Космонавта Леонова',
            5: 'ул. Одоевского',
            6: 'Больничный городок',
            7: 'ул. 9-го Мая',
            8: 'Печатная Фабрика "Гознак"',
            9: 'ул. Хохрякова (Ленина)',
            10: 'ул. Плеханова',
            11: 'ПА Театр-Театр',
            12: 'ул. Борчанинова',
            13: 'ул. Попова',
            14: 'ЦУМ',
            15: 'ПНИПУ',
        },
        timeFirstDirection:[
             {
                name: 'ПНИПУ',
                5: '45',
                6: '00, 17, 34, 43, 53',
                7: '02, 11, 19, 27, 36, 44, 53',
                8: '02, 10, 18, 26, 33, 40, 47, 56',
                9: '05, 15, 25, 35, 47, 59',
                10: '13, 24, 35, 46, 56',
                11: '09,19,35,51',
                12: '04,16,28,40,50',
                13: '02, 17, 31, 44, 58',
                14: '12, 28, 42, 50, 58',
                15: '06, 15, 26, 35, 44, 52',
                16: '01, 09, 17, 25, 33, 41, 48, 56',
                17: '04, 12, 20, 28, 36, 44, 51',
                18: '00, 08, 15, 23, 31, 39, 48, 57',
                19: '07, 18, 30, 42, 56',
                20: '11, 29, 46',
                21: '04, 21, 38, 55',
                22: '20, 50',
                23: '21, 50'    
            },
            {
                name: 'ЦУМ',  
            },
            {
                name: 'ул. Попова',
            }
            ,{
                name: 'ул. Борчанинова', 
            }
            ,{
                name: 'ПА Театр-Театр',  
            }
            ,{
                name: 'ул. Плеханова',
            }
            ,{
                name: 'ул. Хохрякова (Ленина)',  
            }
            ,{
                name: 'Печатная Фабрика "Гознак"',
            },
            {
                name: 'ул. 9-го Мая',
            },
            {
                name: 'Больничный городок',
            },
            {
                name: 'ул. Одоевского',
            },
            {
                name: 'ул. Космонавта Леонова',
            },
            {
                name: 'ул. Беляева',
            },
            {
                name: 'ул. Геологов',
            },
            {
                name: 'Микрорайон Нагорный',
            },
        ],
        timeSecondDirection:[
            {
                name: 'Микрорайон Нагорный',
            },
            {
                name: 'ул. Геологов',
            },
            {
                name: 'ул. Беляева',
            },
            {
                name: 'ул. Космонавта Леонова',
            },
            {
                name: 'ул. Одоевского',
            },
            {
                name: 'Больничный городок',
            },
            {
                name: 'ул. 9-го Мая',
            },
            {
                name: 'Печатная Фабрика "Гознак"',
            },
            {
                name: 'ул. Хохрякова (Ленина)',
            },
            {
                name: 'ул. Плеханова',
            },
            {
                name: 'ПА Театр-Театр',
            },
            {
                name: 'ул. Борчанинова',
            },
            {
                name: 'ул. Попова',
            },
            {
                name: 'ЦУМ',
            },
            {
                name: 'ПНИПУ',
            },
        ]
    },
]

export default itemsBus